{
  "class_name": "Sequential",
  "config": [
    {
      "class_name": "Dense",
      "config": {
        "W_constraint": null,
        "b_constraint": null,
        "name": "dense_1",
        "output_dim": 256,
        "activity_regularizer": null,
        "trainable": true,
        "init": "glorot_uniform",
        "input_dtype": "float32",
        "input_dim": 39,
        "b_regularizer": null,
        "W_regularizer": null,
        "activation": "linear",
        "batch_input_shape": [
          null,
          39
        ]
      }
    },
    {
      "class_name": "Activation",
      "config": {
        "activation": "sigmoid",
        "trainable": true,
        "name": "activation_1"
      }
    },
    {
      "class_name": "Dense",
      "config": {
        "W_constraint": null,
        "b_constraint": null,
        "name": "dense_2",
        "activity_regularizer": null,
        "trainable": true,
        "init": "glorot_uniform",
        "input_dim": null,
        "b_regularizer": null,
        "W_regularizer": null,
        "activation": "linear",
        "output_dim": 61
      }
    },
    {
      "class_name": "Activation",
      "config": {
        "activation": "softmax",
        "trainable": true,
        "name": "activation_2"
      }
    }
  ]
}